Repository: common-repository/link-finder
Catalog: languages/linkfinder-*.po
Languages: nl_nl

source: Link Finder will parse the links in the content of all your posts and pages.<br> Depending on the size of your website and the amount of links, this could take a moment.<br> Links to admin-pages are ignored.<br> <strong>Please note that sometimes links may appear false-positive, always follow the link manually to confirm before making changes!</strong>
nl_nl: Link Vinder zal de links in de inhoud van al uw berichten en pagina's analyseren.<br> Afhankelijk van de grootte van uw website en het aantal links, kan dit even duren.<br> Koppelingen naar beheerderspagina's worden genegeerd.<br> <strong>Let op: soms kunnen resultaten vals-positief zijn, volg altijd handmatig de link ter bevestiging voordat u wijzigingen aanbrengt!</strong>

source: All links that resulted in a status code of 400~599.
nl_nl: Alle links die resulteerden in een status code van 400~599.

source: All links on published posts that are internal or resulted in a status code of 300~399.
nl_nl: Alle links in gepubliceerde inhoud die intern zijn of resulteerden in een status code van 300~399.

source: warnings
nl_nl: waarschuwingen

source: All other links that didn't result in a status code of 200~299.
nl_nl: Alle overige links die niet resulteerden in een status code van 200~299.

source: other
nl_nl: overige

source: Post title (edit-link)
nl_nl: Bericht titel (bewerk-link)

source: Post type
nl_nl: Bericht type

source: Post status
nl_nl: Bericht status

source: Original hyperlink
nl_nl: Originele hyperlink

source: New hyperlink
nl_nl: Nieuwe hyperlink

source: Apply changes
nl_nl: Wijzigingen toepassen

source: OR apply changes while ..
nl_nl: OF wijzigingen toepassen en ..

source: allowing self-pings (default)
nl_nl: zelfpingen toestaan (standaard)

source: avoiding self-pings
nl_nl: zelfpingen vermijden

source: About self-pings
nl_nl: Over zelfpingen

source: Changes are irreversable!
nl_nl: Wijzigingen zijn onomkeerbaar!

source: Rate this plugin
nl_nl: Beoordeel deze plugin

source: Something went wrong, not all hyperlinks were updated! Remaining issues will reappear in the list.
nl_nl: Er is iets misgegaan, niet alle hyperlinks zijn bijgewerkt! Resterende problemen verschijnen opnieuw in de lijst.

source: Hyperlinks updated. If there are any remaining issues, they will (re)appear in the list.
nl_nl: Hyperlinks bijgewerkt. Als er nog problemen zijn, verschijnen deze (opnieuw) in de lijst.

source: Find them!
nl_nl: Vind ze!

source: Rate
nl_nl: Beoordelen

source: Link Finder
nl_nl: Link Vinder

source: Save changes
nl_nl: Wijzigingen opslaan

source: Something went wrong, please try again!
nl_nl: Er is iets misgegaan, probeer het later opnieuw!

source: (don't change)
nl_nl: (laat ongewijzigd)

source: Follow link to retrieve final URL ..
nl_nl: Volg link om de uiteindelijke URL op te halen ..
